{
  "quotes": [
    {
      "quote": "Hmm… I’m detecting a high degree of cerebral cortex activity. You’re not the muscle-bound automatons the press makes you out to be.",
      "author": "Cortana"
    },
    {
      "quote": "You have a better idea?",
      "author": "Master Chief"
    },
    {
      "quote": "It means always… It means always… It means always strip you always strip our enemy of weapons before you interrogate him.",
      "author": "Spartan"
    },
    {
      "quote": "Relax! I’d Rather Not Piss This Thing Off!",
      "author": "Master Chief"
    },
    {
      "quote": "Men, keep your eyes downrange, fingers on the triggers, and we all come home in one piece. Am I right, Marines?",
      "author": "Avery Johnson"
    },
    {
      "quote": "That, or you can hide behind me. You done with my boy here Master Guns? I don’t see any training wheels.",
      "author": "Avery Johnson"
    },
    {
      "quote": "Enough! The Flood is spreading. If we activate Halo's defenses, we can wipe them out.",
      "author": "Master Chief"
    },
    {
      "quote": "And you told me you were gonna wear something nice.",
      "author": "Avery Johnson"
    },
    {
      "quote": "Our fighters are mopping up the last of their recon picket now, nothing serious; but I’ve isolated approach signatures from multiple CCS-class battle groups, make it three capital ships per group. And, in about 90 seconds, they’ll be all over us.",
      "author": "Cortana"
    },
    {
      "quote": "Folks need heroes chief, to give ’em hope, so smile would ya, while we still got something to smile about!",
      "author": "Avery Johnson"
    },
    {
      "quote": "That's a one-way trip.",
      "author": "Noble Six"
    },
    {
      "quote": "No. I think we’re just getting started.",
      "author": "Master Chief"
    },
    {
      "quote": "For a brick… he flew pretty good.",
      "author": "Avery Johnson"
    },
    {
      "quote": "You told me there wouldn’t be any cameras.",
      "author": "Master Chief"
    },
    {
      "quote": "Negative. I have the gun. Good luck, sir.",
      "author": "Noble Six"
    },
    {
      "quote": "Well, he’s in a particularly fine mood. Maybe Lord Hood didn’t give him an invitation.",
      "author": "Avery Johnson"
    },
    {
      "quote": "A dozen Covenant superior battleships against a single Halcyon-class cruiser. Given those odds, I’m content with three … make that four kills.",
      "author": "Cortana"
    },
    {
      "quote": "Asking’s Not My Strong Suit.",
      "author": "Master Chief"
    },
    {
      "quote": "Since you’re ‘in the know,’ Master Chief, I assume you have a plan.",
      "author": "Cortana"
    },
    {
      "quote": "What the hell are you doing?",
      "author": "Cortana"
    },
    {
      "quote": "Thought I’d Try Shooting My Way Out—Mix Things Up A Little.",
      "author": "Master Chief"
    },
    {
      "quote": "Dear Humanity… We regret being alien bastards. We regret coming to Earth. And we most definitely regret that the Corps just blew up our raggedy-ass fleet!",
      "author": "Avery Johnson"
    },
    {
      "quote": "If I still had fingers, they’d be crossed…",
      "author": "Cortana"
    },
    {
      "quote": "And the good news?",
      "author": "Noble Six"
    },
    {
      "quote": "She Said That To Me Once. About Being A Machine.",
      "author": "Master Chief"
    },
    {
      "quote": "Stand back, Marines. Let the Chief show you how it’s done!",
      "author": "Avery Johnson"
    },
    {
      "quote": "With all due respect, sir, this war has enough dead heroes.",
      "author": "Cortana"
    },
    {
      "quote": "Watch your mouth, son. This “stuff” is your history. It should remind you grunts what we’re fightin’ to protect.",
      "author": "Avery Johnson"
    },
    {
      "quote": "That Brute has the Index. And Miranda and Johnson. He can activate the ring.",
      "author": "Master Chief"
    },
    {
      "quote": "The Chief is gonna jump in this tank, roll across the bridge, and blow up any inhuman-son-of-bitch dumb enough to get between him and the Prophet of Regret! Pull yourself together, because you’re going with him!",
      "author": "Avery Johnson"
    },
    {
      "quote": "Wake Me…When You Need Me.",
      "author": "Master Chief"
    },
    {
      "quote": "The Autumn will continue evasive maneuvers until you initiate a landing sequence. Not that you’ll listen, but I’d suggest letting my subroutines handle the final approach.",
      "author": "Cortana"
    },
    {
      "quote": "I’ll find Cortana’s solution. And I’ll bring it back.",
      "author": "Master Chief"
    },
    {
      "quote": "Usually the good Lord works in mysterious ways. But not today! This here is sixty-six tons of straight-up, H-E-spewing dee-vine intervention! If God is love, then you can call me Cupid!",
      "author": "Avery Johnson"
    },
    {
      "quote": "I’m getting you out of here.",
      "author": "Cortana"
    },
    {
      "quote": "I Need A Weapon",
      "author": "Master Chief"
    },
    {
      "quote": "What’s an aspect ratio?’ It’s the shape and proportion of your screen, fool!",
      "author": "Avery Johnson"
    },
    {
      "quote": "We make our own luck, but I’ll always be there when you need me.",
      "author": "Master Chief"
    },
    {
      "quote": "Now would be a very good time to leave!",
      "author": "Cortana"
    },
    {
      "quote": "He didn’t make it.",
      "author": "Noble Six"
    },
    {
      "quote": "Trust me, I can stick it",
      "author": "Master Chief"
    },
    {
      "quote": "Security to the bridge, the Master Chief has gone rampant! Take him down, boys.",
      "author": "Cortana"
    },
    {
      "quote": "Chief, wait! The Arbiter’s with us!",
      "author": "Avery Johnson"
    },
    {
      "quote": "We’ll head for the Portal. And we’ll all go home.",
      "author": "Master Chief"
    },
    {
      "quote": "This cave is not a natural formation. Someone built it, so it must lead somewhere. I’ve hacked into the Covenant battlenet. They’re actually broadcasting tactical data on unencrypted channels. We should show them who they’re dealing with. Master Chief? I’m going to use your suit’s transponder system to monitor their chatter.",
      "author": "Cortana"
    },
    {
      "quote": "We need to get off this ship.",
      "author": "Master Chief"
    },
    {
      "quote": "This isn’t as fun as it looks. Cut the power!",
      "author": "Avery Johnson"
    },
    {
      "quote": "This ring isn’t a cudgel, you barbarian: it’s something else…something much more important. The Covenant were right…this ring…it’s Forerunner. Give me a second to access… Yes, the Forerunners built this place, what they called a ‘fortress world,’ in order to… No, that can’t be. Oh, those Covenant fools, they must have known; there must have been signs!",
      "author": "Cortana"
    },
    {
      "quote": "This ring isn’t a cudgel, you barbarian: it’s something else…something much more important. The Covenant were right…this ring…it’s Forerunner. Give me a second to access… Yes, the Forerunners built this place, what they called a ‘fortress world,’ in order to… No, that can’t be. Oh, those Covenant fools, they must have known; there must have been signs!",
      "author": "Avery Johnson"
    },
    {
      "quote": "Slayer",
      "author": "Multiplayer Announcer"
    },
    {
      "quote": "Were it so easy",
      "author": "The Arbiter"
    },
    {
      "quote": "Tartarus Stop",
      "author": "The Arbiter"
    },
    {
      "quote": "This is Spartan 117",
      "author": "Master Chief"
    },
    {
      "quote": "Double Kill",
      "author": "Multiplayer Announcer"
    },
    {
      "quote": "King of the Hill",
      "author": "Multiplayer Announcer"
    },
    {
      "quote": "Oddball",
      "author": "Multiplayer Announcer"
    },
    {
      "quote": "Game Over",
      "author": "Multiplayer Announcer"
    },
    {
      "quote": "Hey Woodsgump, monopolized!?",
      "author": "Dragon Trayner, Zane"
    },
    {
      "quote": "Forget about them, we got explosives to set",
      "author": "Mickey"
    },
    {
      "quote": "Get the hell out of my armory split baaaaaah",
      "author": "Quartermaster Guns"
    },
    {
      "quote": "You mind telling me what you're doing on that ship?",
      "author": "Lord Hood"
    }
  ]
}
